Repository: NaN-tic/trytond-shipment_invoice_report_from_shipment
Catalog: locale/*.po
Languages: ca

# field:stock.shipment.out,invoices:
source: Invoices
ca: Factures

# field:stock.shipment.out,postable:
source: Postable
ca: Comptabilitzable

# field:stock.shipment.out,printed_on:
source: Printed
ca: Imprès

# field:stock.shipment.out,processing:
source: Processing
ca: Tramitació

# field:stock.shipment.out,user:
source: User
ca: Usuari

# field:stock.shipment.out.return,invoices:
source: Invoices
ca: Factures

# field:stock.shipment.out.return,postable:
source: Postable
ca: Comptabilitzable

# field:stock.shipment.out.return,user:
source: User
ca: Usuari

# model:ir.action,name:report_shipment_out_invoice
source: Shipment Out Invoice
ca: Factura d'Albarà de Client

# model:ir.action,name:report_shipment_out_return_invoice
source: Shipment Out Return Invoice
ca: Factura de devolució d'enviament

# model:ir.action.act_window.domain,name:act_shipment_out_form_domain_other
source: Other
ca: Altres

# model:ir.action.act_window.domain,name:act_shipment_out_form_domain_processing
source: Processing
ca: Tramitació

# model:ir.action.act_window.domain,name:act_shipment_out_form_domain_to_print
source: To Print
ca: Per imprimir

# model:ir.message,text:msg_no_invoice_to_print
source: Shipment "%(shipment)s" has no invoice to print yet.
ca: L'albarà "%(shipment)s" encara no té factura per imprimir.

# model:ir.message,text:msg_quantity_greater_than_assigned
source: The quantity of the following moves is greater than the assigned quantity: %(moves)s
ca: La quantitat dels moviments següents és superior a la quantitat assignada: %(moves)s

# model:ir.model.button,confirm:shipment_out_pack_pack_do_button
source: Are you sure you want to complete the shipment?
ca: Esteu segur que voleu finalitzar l'albarà?

# model:ir.model.button,string:post_invoices_button
source: Post Invoices
ca: Comptabilitza factures

# model:ir.model.button,string:post_invoices_out_return_button
source: Post Invoices
ca: Comptabilitza factures

# model:ir.model.button,string:shipment_out_pack_pack_do_button
source: Complete
ca: Finalitzar
